[
  {"id":"gilardi_multivariate_2021","abstract":"Road traffic casualties represent a hidden global epidemic, demanding evidence-based interventions. This paper demonstrates a network lattice approach for identifying road segments of particular concern, based on a case study of a major city (Leeds, UK), in which 5,862 crashes of different severities were recorded over an eight-year period (2011-2018). We consider a family of Bayesian hierarchical models that include spatially structured and unstructured random effects, to capture the dependencies between the severity levels. Results highlight roads that are more prone to collisions, relative to estimated traffic volumes, in the northwest and south of city-centre. We analyse the Modifiable Areal Unit Problem (MAUP), proposing a novel procedure to investigate the presence of MAUP on a network lattice. We conclude that our methods enable a reliable estimation of road safety levels to help identify \"hotspots\" on the road network and to inform effective local interventions.","accessed":{"date-parts":[[2021,6,29]]},"author":[{"family":"Gilardi","given":"Andrea"},{"family":"Mateu","given":"Jorge"},{"family":"Borgoni","given":"Riccardo"},{"family":"Lovelace","given":"Robin"}],"container-title":"arXiv:2011.12595 [stat]","issued":{"date-parts":[[2021,6,25]]},"source":"arXiv.org","title":"Multivariate hierarchical analysis of car crashes data considering a spatial network lattice","type":"article-journal","URL":"http://arxiv.org/abs/2011.12595"},
  {"id":"lovelace_open_2021","abstract":"Geographic analysis has long supported transport plans that are appropriate to local contexts. Many incumbent ‘tools of the trade’ are proprietary and were developed to support growth in motor traffic, limiting their utility for transport planners who have been tasked with twenty-first century objectives such as enabling citizen participation, reducing pollution, and increasing levels of physical activity by getting more people walking and cycling. Geographic techniques—such as route analysis, network editing, localised impact assessment and interactive map visualisation—have great potential to support modern transport planning priorities. The aim of this paper is to explore emerging open source tools for geographic analysis in transport planning, with reference to the literature and a review of open source tools that are already being used. A key finding is that a growing number of options exist, challenging the current landscape of proprietary tools. These can be classified as command-line interface, graphical user interface or web-based user interface tools and by the framework in which they were implemented, with numerous tools released as R, Python and JavaScript packages, and QGIS plugins. The review found a diverse and rapidly evolving ‘ecosystem’ tools, with 25 tools that were designed for geographic analysis to support transport planning outlined in terms of their popularity and functionality based on online documentation. They ranged in size from single-purpose tools such as the QGIS plugin AwaP to sophisticated stand-alone multi-modal traffic simulation software such as MATSim, SUMO and Veins. Building on their ability to re-use the most effective components from other open source projects, developers of open source transport planning tools can avoid ‘reinventing the wheel’ and focus on innovation, the ‘gamified’ A/B Street https://github.com/dabreegster/abstreet/#abstreetsimulation software, based on OpenStreetMap, a case in point. The paper, the source code of which can be found at https://github.com/robinlovelace/open-gat, concludes that, although many of the tools reviewed are still evolving and further research is needed to understand their relative strengths and barriers to uptake, open source tools for geographic analysis in transport planning already hold great potential to help generate the strategic visions of change and evidence that is needed by transport planners in the twenty-first century.","accessed":{"date-parts":[[2021,1,17]]},"author":[{"family":"Lovelace","given":"Robin"}],"container-title":"Journal of Geographical Systems","container-title-short":"J Geogr Syst","DOI":"10.1007/s10109-020-00342-2","ISSN":"1435-5949","issued":{"date-parts":[[2021,1,16]]},"language":"en","source":"Springer Link","title":"Open source tools for geographic analysis in transport planning","type":"article-journal","URL":"https://doi.org/10.1007/s10109-020-00342-2"},
  {"id":"lovelace_propensity_2017","abstract":"Getting people cycling is an increasingly common objective in transport planning institutions worldwide. A growing evidence base indicates that high quality infrastructure can boost local cycling rates. Yet for infrastructure and other cycling measures to be effective, it is important to intervene in the right places, such as along ‘desire lines’ of high latent demand. This creates the need for tools and methods to help answer the question ‘where to build?’. Following a brief review of the policy and research context related to this question, this paper describes the design, features and potential applications of such a tool. The Propensity to Cycle Tool (PCT) is an online, interactive planning support system that was initially developed to explore and map cycling potential across England (see www.pct.bike). Based on origin-destination data it models cycling levels at area, desire line, route and route network levels, for current levels of cycling, and for scenario-based ‘cycling futures.’ Four scenarios are presented, including ‘Go Dutch’ and ‘Ebikes,’ which explore what would happen if English people had the same propensity to cycle as Dutch people and the potential impact of electric cycles on cycling uptake. The cost effectiveness of investment depends not only on the number of additional trips cycled, but on wider impacts such as health and carbon benefits. The PCT reports these at area, desire line, and route level for each scenario. The PCT is open source, facilitating the creation of scenarios and deployment in new contexts. We conclude that the PCT illustrates the potential of online tools to inform transport decisions and raises the wider issue of how models should be used in transport planning.","accessed":{"date-parts":[[2017,6,1]]},"archive_location":"Census data","author":[{"family":"Lovelace","given":"Robin"},{"family":"Goodman","given":"Anna"},{"family":"Aldred","given":"Rachel"},{"family":"Berkoff","given":"Nikolai"},{"family":"Abbas","given":"Ali"},{"family":"Woodcock","given":"James"}],"container-title":"Journal of Transport and Land Use","DOI":"https://doi.org/10.5198/jtlu.2016.862","ISSN":"1938-7849","issue":"1","issued":{"date-parts":[[2017,1,1]]},"language":"en","source":"www.jtlu.org","title":"The Propensity to Cycle Tool: An open source online system for sustainable transport planning","title-short":"The Propensity to Cycle Tool","type":"article-journal","URL":"https://www.jtlu.org/index.php/jtlu/article/view/862","volume":"10"},
  {"id":"ropkins_early_2021","abstract":"UK government implemented national lockdown in response to COVID-19 on the 23–26 March 2020. As elsewhere in Europe and Internationally, associated restrictions initially limited individual mobility and workplace activity to essential services and travel, and significant air quality benefits were widely anticipated. Here, break-point/segment methods are applied to air pollutant time-series from the first half of 2020 to provide an independent estimate of the timings of discrete changes in NO, NO2, NOx, O3, PM10 and PM2.5 time-series from Automatic Urban Rural Network (AURN) monitoring stations across the UK. NO, NO2 and NOx all exhibit abrupt decreases at the time the UK locked down of (on average) 7.6 to 17 μg·m−3 (or 32 to 50%) at Urban Traffic stations and 4 to 5.7 μg·m−3 (or 26 to 46%) at Urban Background stations. However, after the initial abrupt reduction, gradual increases were then observed through lockdown. This suggests that the return of vehicles to the road during early lockdown has already offset much of the air quality improvement seen when locking down (provisional estimate 50 to 70% by 01 July). While locking down O3 increased (7 to 7.4 μg·m−3 or 14 to 17% at Urban stations) broadly in line with NO2 reductions, but later changes suggest significant non-lockdown contributions to O3 during the months that followed. Increases of similar magnitudes were observed for both PM10 (5.9 to 6.3 μg·m−3) and PM2.5 (3.9 to 5.0 μg·m−3) at both Rural and Urban stations alike, but the distribution of changes suggests the lockdown was not an obvious direct source of changes in levels of either of these species during this period, and that more complex contributions, e.g. from resuspension and secondary aerosol, may be more likely major drivers for these changes.","accessed":{"date-parts":[[2021,6,29]]},"author":[{"family":"Ropkins","given":"Karl"},{"family":"Tate","given":"James E."}],"container-title":"Science of The Total Environment","container-title-short":"Science of The Total Environment","DOI":"10.1016/j.scitotenv.2020.142374","ISSN":"0048-9697","issued":{"date-parts":[[2021,2,1]]},"language":"en","page":"142374","source":"ScienceDirect","title":"Early observations on the impact of the COVID-19 lockdown on air quality trends across the UK","type":"article-journal","URL":"https://www.sciencedirect.com/science/article/pii/S0048969720359039","volume":"754"}
]
