[
  {"id":"burgoine_associations_2014","abstract":"Objectives To examine the association between environmental exposure to takeaway food outlets, takeaway food consumption, and body weight, while accounting for home, work place, and commuting route environments.\nDesign Population based, cross sectional study, using data on individual participants’ diet and weight, and objective metrics of food environment exposure.\nParticipants Working adults participating in the Fenland Study, Cambridgeshire, UK (n=5442, aged 29-62 years), who provided home and work addresses and commuting preferences. Takeaway food outlet exposure was derived using data from local authorities for individual environmental domains (at home, at work, and along commuting routes (the shortest route between home and work)), and for exposure in all three domains combined. Exposure was divided into quarters (Q); Q1 being the least exposed and Q4 being the most exposed.\nMain outcome measures Self reported consumption of takeaway type food (g/day; pizza, burgers, fried foods, and chips) using food frequency questionnaires, measured body mass index, and cut-offs for body mass index as defined by the World Health Organization.\nResults In multiple linear regression models, exposure to takeaway food outlets was positively associated with consumption of takeaway food. Among domains at home, at work, and along commuting routes, associations were strongest in work environments (Q4 v Q1; β coefficient=5.3 g/day, 95% confidence interval 1.6 to 8.7; P<0.05), with evidence of a dose-response effect. Associations between exposure in all three domains combined and consumption were greater in magnitude across quarters of exposure (Q4 v Q1; 5.7 g/day, 2.6 to 8.8; P<0.001), with evidence of a dose-response effect. Combined exposure was especially strongly associated with increased body mass index (Q4 v Q1; body mass index 1.21, 0.68 to 1.74; P<0.001) and odds of obesity (Q4 v Q1; odds ratio 1.80, 1.28 to 2.53; P<0.05). There was no evidence of effect modification by sex.\nConclusions Exposure to takeaway food outlets in home, work, and commuting environments combined was associated with marginally higher consumption of takeaway food, greater body mass index, and greater odds of obesity. Government strategies to promote healthier diets through planning restrictions for takeaway food could be most effective if focused around the workplace.","accessed":{"date-parts":[[2016,3,16]]},"author":[{"family":"Burgoine","given":"Thomas"},{"family":"Forouhi","given":"Nita G."},{"family":"Griffin","given":"Simon J."},{"family":"Wareham","given":"Nicholas J."},{"family":"Monsivais","given":"Pablo"}],"container-title":"BMJ","container-title-short":"BMJ","DOI":"10.1136/bmj.g1464","ISSN":"1756-1833","issued":{"date-parts":[[2014,3,13]]},"language":"en","page":"g1464","PMID":"24625460","source":"www.bmj.com","title":"Associations between exposure to takeaway food outlets, takeaway food consumption, and body weight in Cambridgeshire, UK: population based, cross sectional study","title-short":"Associations between exposure to takeaway food outlets, takeaway food consumption, and body weight in Cambridgeshire, UK","type":"article-journal","URL":"http://www.bmj.com/content/348/bmj.g1464","volume":"348"},
  {"id":"goodman_scenarios_2019","abstract":"Background\nThe Propensity to Cycle Tool (PCT) is a freely available, interactive tool help prioritise cycling initially launched in England in 2017 and based on adult commuting data. This paper applies the method to travel to school data, and assesses health and carbon benefits based on nationwide scenarios of cycling uptake.\nMethods\nThe 2011 National School Census provides origin-destination data for all state-funded schools in England (N = 7,442,532 children aged 2–18 in 21,443 schools). Using this dataset, we modelled propensity to cycle as a function of route distance and hilliness between home and school. We generated scenarios, including ‘Go Dutch’ – in which English children were as likely to cycle as Dutch children, accounting for trip distance and hilliness. We estimated changes in the level of cycling, walking, and driving, and associated impacts on physical activity and carbon emissions.\nResults\nIn 2011, 1.8% of children cycled to school (1.0% in primary school, 2.7% in secondary school). If Dutch levels of cycling were reached, under the Go Dutch scenario, this would rise to 41.0%, a 22-fold increase. This is larger than the 6-fold increase in Go Dutch for adult commuting. This would increase total physical activity among pupils by 57%, and reduce transport-related carbon emissions by 81 kilotonnes/year. These impacts would be substantially larger in secondary schools than primary schools (a 96% vs. 9% increase in physical activity, respectively).\nConclusion\nCycling to school is uncommon in England compared with other Northern European countries. Trip distances and hilliness alone cannot explain the difference, suggesting substantial unmet potential. We show that policies resulting in substantial uptake of cycling to school would have important health and environmental benefits. At the level of road networks, the results can inform local investment in safe routes to school to help realise these potential benefits.","accessed":{"date-parts":[[2019,3,4]]},"author":[{"family":"Goodman","given":"Anna"},{"family":"Rojas","given":"Ilan Fridman"},{"family":"Woodcock","given":"James"},{"family":"Aldred","given":"Rachel"},{"family":"Berkoff","given":"Nikolai"},{"family":"Morgan","given":"Malcolm"},{"family":"Abbas","given":"Ali"},{"family":"Lovelace","given":"Robin"}],"container-title":"Journal of Transport & Health","container-title-short":"Journal of Transport & Health","DOI":"10.1016/j.jth.2019.01.008","ISSN":"2214-1405","issued":{"date-parts":[[2019,3,1]]},"page":"263-278","source":"ScienceDirect","title":"Scenarios of cycling to school in England, and associated health and carbon impacts: Application of the ‘Propensity to Cycle Tool’","title-short":"Scenarios of cycling to school in England, and associated health and carbon impacts","type":"article-journal","URL":"http://www.sciencedirect.com/science/article/pii/S2214140518301257","volume":"12"},
  {"id":"lovelace_propensity_2017","abstract":"Getting people cycling is an increasingly common objective in transport planning institutions worldwide. A growing evidence base indicates that high quality infrastructure can boost local cycling rates. Yet for infrastructure and other cycling measures to be effective, it is important to intervene in the right places, such as along ‘desire lines’ of high latent demand. This creates the need for tools and methods to help answer the question ‘where to build?’. Following a brief review of the policy and research context related to this question, this paper describes the design, features and potential applications of such a tool. The Propensity to Cycle Tool (PCT) is an online, interactive planning support system that was initially developed to explore and map cycling potential across England (see www.pct.bike). Based on origin-destination data it models cycling levels at area, desire line, route and route network levels, for current levels of cycling, and for scenario-based ‘cycling futures.’ Four scenarios are presented, including ‘Go Dutch’ and ‘Ebikes,’ which explore what would happen if English people had the same propensity to cycle as Dutch people and the potential impact of electric cycles on cycling uptake. The cost effectiveness of investment depends not only on the number of additional trips cycled, but on wider impacts such as health and carbon benefits. The PCT reports these at area, desire line, and route level for each scenario. The PCT is open source, facilitating the creation of scenarios and deployment in new contexts. We conclude that the PCT illustrates the potential of online tools to inform transport decisions and raises the wider issue of how models should be used in transport planning.","accessed":{"date-parts":[[2017,6,1]]},"archive_location":"Census data","author":[{"family":"Lovelace","given":"Robin"},{"family":"Goodman","given":"Anna"},{"family":"Aldred","given":"Rachel"},{"family":"Berkoff","given":"Nikolai"},{"family":"Abbas","given":"Ali"},{"family":"Woodcock","given":"James"}],"container-title":"Journal of Transport and Land Use","DOI":"https://doi.org/10.5198/jtlu.2016.862","ISSN":"1938-7849","issue":"1","issued":{"date-parts":[[2017,1,1]]},"language":"en","source":"www.jtlu.org","title":"The Propensity to Cycle Tool: An open source online system for sustainable transport planning","title-short":"The Propensity to Cycle Tool","type":"article-journal","URL":"https://www.jtlu.org/index.php/jtlu/article/view/862","volume":"10"},
  {"id":"moreno-monroy_public_2017","abstract":"In many large Latin American urban areas such as the São Paulo Metropolitan Region (SPMR), growing social and economic inequalities are embedded through high spatial inequality in the provision of state schools and affordable public transport to these schools. This paper sheds light on the transport-education inequality nexus with reference to school accessibility by public transport in the SPMR. To assess school accessibility, we develop an accessibility index which combines information on the spatial distribution of adolescents, the location of existing schools, and the public transport provision serving the school catchment area into a single measure. The index is used to measure school accessibility locally across 633 areas within the SPMR. We use the index to simulate the impact of a policy aiming at increasing the centralisation of public secondary education provision, and find that it negatively affects public transport accessibility for students with the lowest levels of accessibility. These results illustrate how existing inequalities can be amplified by variable accessibility to schools across income groups and geographical space. The research suggests that educational inequality impacts of school agglomeration policies should be considered before centralisation takes place.","accessed":{"date-parts":[[2017,10,15]]},"author":[{"family":"Moreno-Monroy","given":"Ana I."},{"family":"Lovelace","given":"Robin"},{"family":"Ramos","given":"Frederico R."}],"container-title":"Journal of Transport Geography","container-title-short":"Journal of Transport Geography","DOI":"10.1016/j.jtrangeo.2017.08.012","ISSN":"0966-6923","issued":{"date-parts":[[2017,9,15]]},"source":"ScienceDirect","title":"Public transport and school location impacts on educational inequalities: Insights from São Paulo","title-short":"Public transport and school location impacts on educational inequalities","type":"article-journal","URL":"http://www.sciencedirect.com/science/article/pii/S0966692316303453","volume":"67"}
]
